import news1 from "../assets/news1.png"
import news2 from "../assets/news2.png"




export const news = [
    {
        id: 1,
        title: "Книжка надрукована!",
        description: "Книга «Історія України» є захоплюючим та детальним дослідженням багатої та складної історії нашої країни. Від древніх часів, коли на території сучасної України існували великі князівства та племена, до сучасних подій, що формують наш національний ландшафт, це видання охоплює широкий спектр історичних періодів.",
        img: news1,
    },
    {
        id: 2,
        title: 'Презентація книжки "Історичне Спасське"',
        description: "Автори книги вдало поєднали академічний підхід з доступним стилем викладу, завдяки чому читач може не лише дізнатися про важливі події, але й краще зрозуміти їх контекст.",
        img: news2,
    },

];

