import news1 from "../assets/news1.png"
import news2 from "../assets/news2.png"
import news3 from "../assets/news3.png"




export const news = [
    {
        id: 1,
        title: "Книжка надрукована!",
        description: `
        
        Програма “Єднання заради дії” розпочинає новий етап діяльності та  запрошує внутрішньо переміщених осіб (ВПО) з міста Черкаси та Черкаської області на дводенний тренінг “Стійкість під час війни”. 
        Програма “Єднання заради дії” розпочинає новий етап діяльності та  запрошує внутрішньо переміщених осіб (ВПО) з міста Черкаси та Черкаської області на дводенний тренінг “Стійкість під час війни”.  
        
        `,
        img: news1,
        date: '11.11.2024'
    },
    {
        id: 2,
        title: 'Презентація книжки "Історичне Спасське"',
        description: "Автори книги \n вдало поєднали академічний підхід\n з доступним стилем викладу, \nзавдяки чому читач може не лише дізнатися про важливі події, але й краще зрозуміти їх контекст.",
        img: news2,
        date: '15.11.2024'
    },
    {
        id: 3,
        title: 'Презентація книжки "Історичне Спасське"',
        description: "\n, завдяки чому читач може не лише дізнатися про важливі події, але й краще зрозуміти їх контекст.",
        img: news2,
        date: '15.11.2024'
    },
    {
        id: 4,
        title: 'Презентація книжки "Історичне Спасське"',
        description: "Автори книги вдало поєднали академічний підхід з доступним стилем викладу, завдяки чому читач може не лише дізнатися про важливі події, але й краще зрозуміти їх контекст.",
        img: news2,
        date: '15.11.2024'
    },
    {
        id: 5,
        title: "Книжка надрукована! Хеллоу ниггерс хав ар  вот дую ду ",
        description: "Книга «Історія України» є захоплюючим та детальним дослідженням багатої та складної історії нашої країни. Від древніх часів, коли на території сучасної України існували великі князівства та племена, до сучасних подій, що формують наш національний ландшафт, це видання охоплює широкий спектр історичних періодів.",
        img: news1,
        date: '03.11.2024'
    },

    {
        id: 6,
        title: "Україну очікує найважча зима: світла може не бути від 8 до 20 годин – Politico",
        description: "В Україні втрачено понад половину генерувальних потужностей, що може призвести до тривалих відключень світла. В Україні цієї зими відключення світла можуть тривати до 20 годин, якщо температура впаде до -10°, а Росія виведе з ладу наші АЕС. Про це розповів Politico директор Центру досліджень енергетики Олександр Харченко. В Центральній Україні після ракетних атак було знищено енергетичні об’єкти, що спричинило масштабні ремонтні роботи перед зимою. Через російські удари Україна втратила понад половину своїх генерувальних потужностей, і фахівці прогнозують відключення електроенергії на 8-14 годин на день, а в разі погіршення ситуації — до 20 годин. Експерти підкреслюють, що основна частина енергетичного забезпечення країни залежить від незахищених атомних станцій, які покривають 60% потреб України. У разі нових атак на ядерну інфраструктуру це може призвести до тривалих відключень і нової гуманітарної кризи, коли люди будуть змушені залишати країну в пошуках тепла та притулку.",
        img: news3,
        date: '31.12.2024'
    },


];

