import React from 'react';

import author1 from '../assets/kuchma.jpg';
import author2 from '../assets/govoruha.png';
import Header from '../components/Header';
import Navbar from '../components/Navbar';

const AboutAuthors = () => {
  return (
    <div>
      <Header />
      <Navbar />
      <section className='mt-10 mb-[800px]  '>


        <div className='flex w-full h-[430px]  '>
          <div className='w-1/2 flex flex-col items-center'>
            <img src={author1} alt="" className='w-[400px] h-[400px]  rounded-xl       ' />
            <div className='flex justify-center mt-4 ' >
              <h1 className='poppins-bold text-[38px]'>Кучма Роман </h1>
            </div>
            <p className='flex justify-center poppins-medium text-[34px] '>"Якась гарна цитата" </p>
            <p className='px-[80px] py-4 poppins-light text-[18px] tracking-wider text-black'>Роман Кучма народився 28 березня 1994 року у с. Спаське на Дніпропетровщині (Січеславщині).
              Після закінчення дев’яти класів Спаської школи пішов навчатися до Новомосковського кооперативного коледжа економіки та права ім. С. В. Литвиненка  Дніпропетровської ОСС за спеціальністю  «Правознавство».<br /> <br />  В 2014 - 2016 р. р. : навчався в Дніпропетровському державному університеті внутрішніх справ також за спеціальністю  «Правознавство». А в 2024 році закінчив магістратуру Національного технічного університету Дніпровська політехніка за   спеціальністю «Публічне управління та адміністрування».
              <br /> <br /> Роман Кучма ‒  громадський діяч, краєзнавець, нумізмат, засновник та голова громадських організацій «Спаський простір» та «Футбольний клуб «Спаське». Депутат місцевих рад 3-х скликань.

            </p>
          </div>
          <div className='w-1/2 flex flex-col items-center'>
            <img src={author2} alt="" className='w-[330px] h-[400px]  rounded-xl' />
            <div className='flex justify-center mt-4 ' >
              <h1 className='poppins-bold text-[38px]'>Говоруха Владислав </h1>
            </div>
            <p className='flex justify-center poppins-medium text-[34px] '>"Якась гарна цитата" </p>
            <p className='px-[80px] py-4 poppins-light text-[18px] tracking-wider text-black'>Говоруха Владислав народився 02 березня 1994 року у с. Спаське на Дніпропетровщині (Січеславщині).
              Після закінчення Спаської школи вступив до Дніпровського національного університету ім. Олеся Гончара за спеціальністю «Історія». В 2017 р. здобув ступінь магістра історії та продовжив навчання в аспірантурі.
              <br /> <br />З 2016 по 2022 р. працював на посаді директора КЗ «Історико-краєзнавчий музей села Спаське» Підгородненської міської ради.
              В 2024 р. закінчив магістерську програму в Дніпровському державному аграрно-економічний університеті за спеціальністю «Публічне управління та адміністрування».
              <br /> <br /> Власдислав Говоруха ‒ громадський діяч, історик та краєзнавець, депутат Підгородненської міської ради 2-х скликань, голова Ради молодих учених історичного факультету Дніпровського національного університету ім. Олеся Гончара, член ГО «Спаський простір».
            </p>
          </div>
        </div>
      </section>
    </div>
  );
};

export default AboutAuthors;
